export const storeProducts = [
    {
        id:1,
        title: "Кимпаб с овощами",
        img:"img/kimpab/kimpab-vegan.jpg",
        price: 150,
        info:
           "Кимпаб имеет сходство с суши, но у него своя индивидуальность. Он более ароматный, обладает своей текстурой с хорошим хрустом и, скажем так, вкуснее. Ему не нужно море соевого соуса, чтобы стать лучше: он имеет свой собственный вкус, без прикрас. И вызывает привыкание.  В кимпабе : рис, кунжутное масло, в начинке свежие овощи,редька и омлет обернутый морской капустой.",
        inCart: false,
        count:0,
        total:0  
    },
    {
        id:2,
        title: "Кимпаб с мясом",
        img:"img/kimpab/kimpab-vegan.jpg",
        price: 190,
        info:
           "Кимпаб имеет сходство с суши, но у него своя индивидуальность. Он более ароматный, обладает своей текстурой с хорошим хрустом и, скажем так, вкуснее. Ему не нужно море соевого соуса, чтобы стать лучше: он имеет свой собственный вкус, без прикрас. И вызывает привыкание.  В кимпабе : рис, кунжутное масло, в начинке свежие овощи,редька, мясо и омлет обернутый морской капустой.",
        inCart: false,
        count:0,
        total:0
    },
    {
        id:3,
        title: "Кимпаб с колбаса",
        img:"img/kimpab/kimpab-vegan.jpg",
        price: 160,
        info:
           "Кимпаб имеет сходство с суши, но у него своя индивидуальность. Он более ароматный, обладает своей текстурой с хорошим хрустом и, скажем так, вкуснее. Ему не нужно море соевого соуса, чтобы стать лучше: он имеет свой собственный вкус, без прикрас. И вызывает привыкание. В кимпабе : рис, кунжутное масло, в начинке свежие овощи,редька, колбаса и омлет обернутый морской капустой.",
        inCart: false,
        count:0,
        total:0
    },
    {
        id:4,
        title: "Кимпаб с курицей",
        img:"img/kimpab/kimpab-vegan.jpg",
        price: 170,
        info:
           "Кимпаб имеет сходство с суши, но у него своя индивидуальность. Он более ароматный, обладает своей текстурой с хорошим хрустом и, скажем так, вкуснее. Ему не нужно море соевого соуса, чтобы стать лучше: он имеет свой собственный вкус, без прикрас. И вызывает привыкание.  В кимпабе : рис, кунжутное масло, в начинке свежие овощи,редька, курица и омлет обернутый морской капустой.",
        inCart: false,
        count:0,
        total:0
    },
    {
        id:5,
        title: "Кимпаб со сливочным сыром",
        img:"img/kimpab/кимпаб-со-сливочным-сыром.jpg",
        price: 160,
        info:
           "Кимпаб имеет сходство с суши, но у него своя индивидуальность. Он более ароматный, обладает своей текстурой с хорошим хрустом и, скажем так, вкуснее. Ему не нужно море соевого соуса, чтобы стать лучше: он имеет свой собственный вкус, без прикрас. И вызывает привыкание. В кимпабе : рис, кунжутное масло, в начинке свежие овощи,редька, сливочный сыр, крабовый палочка и омлет обернутый морской капустой.",
        inCart: false,
        count:0,
        total:0
    },
    {
        id:6,
        title: "Кимпаб жаренный",
        img:"img/kimpab/jarennyi-kimpab.jpg",
        price: 160,
        info:
           "Кимпаб имеет сходство с суши, но у него своя индивидуальность. Он более ароматный, обладает своей текстурой с хорошим хрустом и, скажем так, вкуснее. Ему не нужно море соевого соуса, чтобы стать лучше: он имеет свой собственный вкус, без прикрас. И вызывает привыкание. В кимпабе : рис, кунжутное масло, в начинке свежие овощи,редька, колбаса и омлет обернутый морской капустой  в жаренной масле.",
        inCart: false,
        count:0,
        total:0
    }
]
 
export const detailProduct = {
    id:1,
    title:'Рамен',
    img:'img/ramen/рамен.jpg',
    price: 160,
    info: 'Если вы думаете, что рамен — японский фастфуд, то вы ошибаетесь. Во-первых,  эта «быстрая» еда требует много времени для приготовления и ещё больше  — знаний, сноровки и упорной работы, чтобы получиться по-настоящему вкусной. Во-вторых, лапша рамен — китайского происхождения, но во всём мире считается японским блюдом, поскольку нигде она так не популярна, как в Японии. ',
    inCart: false,
    count:0,
    total:0

}