export const storeProducts = [
    {
        id:1,
        title: "Кимпаб с овощами",
        img:"img/kimpab/2.png",
        price: 150,
        info:
           "Кимпаб имеет сходство с суши, но у него своя индивидуальность. Он более ароматный, обладает своей текстурой с хорошим хрустом и, скажем так, вкуснее. Ему не нужно море соевого соуса, чтобы стать лучше: он имеет свой собственный вкус, без прикрас. И вызывает привыкание.  В кимпабе : рис, кунжутное масло, в начинке свежие овощи,редька и омлет обернутый морской капустой.",
        inCart: false,
        count:0,
        total:0  
    },
    {
        id:2,
        title: "Кимпаб с мясом",
        img:"img/kimpab/2.png",
        price: 190,
        info:
           "Кимпаб имеет сходство с суши, но у него своя индивидуальность. Он более ароматный, обладает своей текстурой с хорошим хрустом и, скажем так, вкуснее. Ему не нужно море соевого соуса, чтобы стать лучше: он имеет свой собственный вкус, без прикрас. И вызывает привыкание.  В кимпабе : рис, кунжутное масло, в начинке свежие овощи,редька, мясо и омлет обернутый морской капустой.",
        inCart: false,
        count:0,
        total:0
    },
    {
        id:3,
        title: "Кимпаб с колбасой",
        img:"img/kimpab/2.png",
        price: 160,
        info:
           "Кимпаб имеет сходство с суши, но у него своя индивидуальность. Он более ароматный, обладает своей текстурой с хорошим хрустом и, скажем так, вкуснее. Ему не нужно море соевого соуса, чтобы стать лучше: он имеет свой собственный вкус, без прикрас. И вызывает привыкание. В кимпабе : рис, кунжутное масло, в начинке свежие овощи,редька, колбаса и омлет обернутый морской капустой.",
        inCart: false,
        count:0,
        total:0
    },
    {
        id:4,
        title: "Кимпаб с курицей",
        img:"img/kimpab/2.png",
        price: 170,
        info:
           "Кимпаб имеет сходство с суши, но у него своя индивидуальность. Он более ароматный, обладает своей текстурой с хорошим хрустом и, скажем так, вкуснее. Ему не нужно море соевого соуса, чтобы стать лучше: он имеет свой собственный вкус, без прикрас. И вызывает привыкание.  В кимпабе : рис, кунжутное масло, в начинке свежие овощи,редька, курица и омлет обернутый морской капустой.",
        inCart: false,
        count:0,
        total:0
    },
    {
        id:5,
        title: "Кимпаб со сливочным сыром",
        img:"img/kimpab/кимпаб-со-сливочным-3.png",
        price: 200,
        info:
           "Кимпаб имеет сходство с суши, но у него своя индивидуальность. Он более ароматный, обладает своей текстурой с хорошим хрустом и, скажем так, вкуснее. Ему не нужно море соевого соуса, чтобы стать лучше: он имеет свой собственный вкус, без прикрас. И вызывает привыкание. В кимпабе : рис, кунжутное масло, в начинке свежие овощи,редька, сливочный сыр, крабовый палочка и омлет обернутый морской капустой.",
        inCart: false,
        count:0,
        total:0
    },
    {
        id:6,
        title: "Кимпаб жаренный",
        img:"img/kimpab/1-kimpab.png",
        price: 200,
        info:
           "Кимпаб имеет сходство с суши, но у него своя индивидуальность. Он более ароматный, обладает своей текстурой с хорошим хрустом и, скажем так, вкуснее. Ему не нужно море соевого соуса, чтобы стать лучше: он имеет свой собственный вкус, без прикрас. И вызывает привыкание. В кимпабе : рис, кунжутное масло, в начинке свежие овощи,редька, колбаса и омлет обернутый морской капустой  в жаренной масле.",
        inCart: false,
        count:0,
        total:0
    },
    {
        id:7,
        title: "Кукси",
        img:"img/noodles/img-png/кукси.png",
        price: 160,
        info:
           "Кимпаб имеет сходство с суши, но у него своя индивидуальность. Он более ароматный, обладает своей текстурой с хорошим хрустом и, скажем так, вкуснее. Ему не нужно море соевого соуса, чтобы стать лучше: он имеет свой собственный вкус, без прикрас. И вызывает привыкание. В кимпабе : рис, кунжутное масло, в начинке свежие овощи,редька, колбаса и омлет обернутый морской капустой  в жаренной масле.",
        inCart: false,
        count:0,
        total:0
    },
    {
        id:7,
        title: "Лапша вок с курицей",
        img:"img/noodles/img-png/лапша-вок-с-курицей.png",
        price: 180,
        info:
           "Кимпаб имеет сходство с суши, но у него своя индивидуальность. Он более ароматный, обладает своей текстурой с хорошим хрустом и, скажем так, вкуснее. Ему не нужно море соевого соуса, чтобы стать лучше: он имеет свой собственный вкус, без прикрас. И вызывает привыкание. В кимпабе : рис, кунжутное масло, в начинке свежие овощи,редька, колбаса и омлет обернутый морской капустой  в жаренной масле.",
        inCart: false,
        count:0,
        total:0
    },
    {
        id:8,
        title: "Лапша вок с мясом",
        img:"img/noodles/img-png/лапша-вок-с-мясом.png",
        price: 180,
        info:
           "Кимпаб имеет сходство с суши, но у него своя индивидуальность. Он более ароматный, обладает своей текстурой с хорошим хрустом и, скажем так, вкуснее. Ему не нужно море соевого соуса, чтобы стать лучше: он имеет свой собственный вкус, без прикрас. И вызывает привыкание. В кимпабе : рис, кунжутное масло, в начинке свежие овощи,редька, колбаса и омлет обернутый морской капустой  в жаренной масле.",
        inCart: false,
        count:0,
        total:0
    },
    {
        id:9,
        title: "Чапче",
        img:"img/noodles/img-png/чапче.png",
        price: 160,
        info:
           "Кимпаб имеет сходство с суши, но у него своя индивидуальность. Он более ароматный, обладает своей текстурой с хорошим хрустом и, скажем так, вкуснее. Ему не нужно море соевого соуса, чтобы стать лучше: он имеет свой собственный вкус, без прикрас. И вызывает привыкание. В кимпабе : рис, кунжутное масло, в начинке свежие овощи,редька, колбаса и омлет обернутый морской капустой  в жаренной масле.",
        inCart: false,
        count:0,
        total:0
    },
    {
        id:10,
        title: "Бибимкуксу",
        img:"img/noodles/img-png/bibimcooksoo.png",
        price: 170,
        info:
           "Кимпаб имеет сходство с суши, но у него своя индивидуальность. Он более ароматный, обладает своей текстурой с хорошим хрустом и, скажем так, вкуснее. Ему не нужно море соевого соуса, чтобы стать лучше: он имеет свой собственный вкус, без прикрас. И вызывает привыкание. В кимпабе : рис, кунжутное масло, в начинке свежие овощи,редька, колбаса и омлет обернутый морской капустой  в жаренной масле.",
        inCart: false,
        count:0,
        total:0
    },
    {
        id:11,
        title: "Ассорти рамен",
        img:"img/ramen/ramen-png/ассорти-рамен.png",
        price: 190,
        info:
           "Кимпаб имеет сходство с суши, но у него своя индивидуальность. Он более ароматный, обладает своей текстурой с хорошим хрустом и, скажем так, вкуснее. Ему не нужно море соевого соуса, чтобы стать лучше: он имеет свой собственный вкус, без прикрас. И вызывает привыкание. В кимпабе : рис, кунжутное масло, в начинке свежие овощи,редька, колбаса и омлет обернутый морской капустой  в жаренной масле.",
        inCart: false,
        count:0,
        total:0
    },
    {
        id:12,
        title: "Рамен с сыром",
        img:"img/ramen/ramen-png/рамен-с-сыром.png",
        price: 160,
        info:
           "Кимпаб имеет сходство с суши, но у него своя индивидуальность. Он более ароматный, обладает своей текстурой с хорошим хрустом и, скажем так, вкуснее. Ему не нужно море соевого соуса, чтобы стать лучше: он имеет свой собственный вкус, без прикрас. И вызывает привыкание. В кимпабе : рис, кунжутное масло, в начинке свежие овощи,редька, колбаса и омлет обернутый морской капустой  в жаренной масле.",
        inCart: false,
        count:0,
        total:0
    },
    {
        id:13,
        title: "Рамен с яйцом",
        img:"img/ramen/ramen-png/рамен-с-яйцом.png",
        price: 150,
        info:
           "Кимпаб имеет сходство с суши, но у него своя индивидуальность. Он более ароматный, обладает своей текстурой с хорошим хрустом и, скажем так, вкуснее. Ему не нужно море соевого соуса, чтобы стать лучше: он имеет свой собственный вкус, без прикрас. И вызывает привыкание. В кимпабе : рис, кунжутное масло, в начинке свежие овощи,редька, колбаса и омлет обернутый морской капустой  в жаренной масле.",
        inCart: false,
        count:0,
        total:0
    },
    {
        id:14,
        title: "Рамен",
        img:"img/ramen/ramen-png/рамен.png",
        price: 140,
        info:
           "Кимпаб имеет сходство с суши, но у него своя индивидуальность. Он более ароматный, обладает своей текстурой с хорошим хрустом и, скажем так, вкуснее. Ему не нужно море соевого соуса, чтобы стать лучше: он имеет свой собственный вкус, без прикрас. И вызывает привыкание. В кимпабе : рис, кунжутное масло, в начинке свежие овощи,редька, колбаса и омлет обернутый морской капустой  в жаренной масле.",
        inCart: false,
        count:0,
        total:0
    },
    {
        id:15,
        title: "Удон рамен",
        img:"img/ramen/ramen-png/удон-рамен.png",
        price: 170,
        info:
           "Кимпаб имеет сходство с суши, но у него своя индивидуальность. Он более ароматный, обладает своей текстурой с хорошим хрустом и, скажем так, вкуснее. Ему не нужно море соевого соуса, чтобы стать лучше: он имеет свой собственный вкус, без прикрас. И вызывает привыкание. В кимпабе : рис, кунжутное масло, в начинке свежие овощи,редька, колбаса и омлет обернутый морской капустой  в жаренной масле.",
        inCart: false,
        count:0,
        total:0
    },
    {
        id:16,
        title: "Курица с овощами",
        img:"img/rice/rice-png/курица-с-овощами.png",
        price: 180,
        info:
           "Кимпаб имеет сходство с суши, но у него своя индивидуальность. Он более ароматный, обладает своей текстурой с хорошим хрустом и, скажем так, вкуснее. Ему не нужно море соевого соуса, чтобы стать лучше: он имеет свой собственный вкус, без прикрас. И вызывает привыкание. В кимпабе : рис, кунжутное масло, в начинке свежие овощи,редька, колбаса и омлет обернутый морской капустой  в жаренной масле.",
        inCart: false,
        count:0,
        total:0
    },
    {
        id:17,
        title: "Бибимпаб",
        img:"img/rice/rice-png/bibimpab.png",
        price: 180,
        info:
           "Кимпаб имеет сходство с суши, но у него своя индивидуальность. Он более ароматный, обладает своей текстурой с хорошим хрустом и, скажем так, вкуснее. Ему не нужно море соевого соуса, чтобы стать лучше: он имеет свой собственный вкус, без прикрас. И вызывает привыкание. В кимпабе : рис, кунжутное масло, в начинке свежие овощи,редька, колбаса и омлет обернутый морской капустой  в жаренной масле.",
        inCart: false,
        count:0,
        total:0
    },
    {
        id:18,
        title: "Огурцы с мясом",
        img:"img/salad/salad-png/огурцы-с-мясом.png",
        price: 90,
        info:
           "Кимпаб имеет сходство с суши, но у него своя индивидуальность. Он более ароматный, обладает своей текстурой с хорошим хрустом и, скажем так, вкуснее. Ему не нужно море соевого соуса, чтобы стать лучше: он имеет свой собственный вкус, без прикрас. И вызывает привыкание. В кимпабе : рис, кунжутное масло, в начинке свежие овощи,редька, колбаса и омлет обернутый морской капустой  в жаренной масле.",
        inCart: false,
        count:0,
        total:0
    },
    {
        id:9,
        title: "Салат овощной",
        img:"img/salad/salad-png/салат-овощной.png",
        price: 110,
        info:
           "Кимпаб имеет сходство с суши, но у него своя индивидуальность. Он более ароматный, обладает своей текстурой с хорошим хрустом и, скажем так, вкуснее. Ему не нужно море соевого соуса, чтобы стать лучше: он имеет свой собственный вкус, без прикрас. И вызывает привыкание. В кимпабе : рис, кунжутное масло, в начинке свежие овощи,редька, колбаса и омлет обернутый морской капустой  в жаренной масле.",
        inCart: false,
        count:0,
        total:0
    },
    {
        id:20,
        title: "Корн-дог",
        img:"img/snack/corn-dog.png",
        price: 70,
        info:
           "Кимпаб имеет сходство с суши, но у него своя индивидуальность. Он более ароматный, обладает своей текстурой с хорошим хрустом и, скажем так, вкуснее. Ему не нужно море соевого соуса, чтобы стать лучше: он имеет свой собственный вкус, без прикрас. И вызывает привыкание. В кимпабе : рис, кунжутное масло, в начинке свежие овощи,редька, колбаса и омлет обернутый морской капустой  в жаренной масле.",
        inCart: false,
        count:0,
        total:0
    },
    {
        id:21,
        title: "Кимчи-кук",
        img:"img/soup/soup-png/кимчи-кук.png",
        price: 200,
        info:
           "Кимпаб имеет сходство с суши, но у него своя индивидуальность. Он более ароматный, обладает своей текстурой с хорошим хрустом и, скажем так, вкуснее. Ему не нужно море соевого соуса, чтобы стать лучше: он имеет свой собственный вкус, без прикрас. И вызывает привыкание. В кимпабе : рис, кунжутное масло, в начинке свежие овощи,редька, колбаса и омлет обернутый морской капустой  в жаренной масле.",
        inCart: true,
        count:0,
        total:0
    },
    {
        id:22,
        title: "Мие-кук суп",
        img:"img/soup/soup-png/миекук-суп.png",
        price: 200,
        info:
           "Кимпаб имеет сходство с суши, но у него своя индивидуальность. Он более ароматный, обладает своей текстурой с хорошим хрустом и, скажем так, вкуснее. Ему не нужно море соевого соуса, чтобы стать лучше: он имеет свой собственный вкус, без прикрас. И вызывает привыкание. В кимпабе : рис, кунжутное масло, в начинке свежие овощи,редька, колбаса и омлет обернутый морской капустой  в жаренной масле.",
        inCart: false,
        count:0,
        total:0
    },
    {
        id:23,
        title: "Том-ям с креветками",
        img:"img/soup/soup-png/том-ям-с-креветками.png",
        price: 230,
        info:
           "Кимпаб имеет сходство с суши, но у него своя индивидуальность. Он более ароматный, обладает своей текстурой с хорошим хрустом и, скажем так, вкуснее. Ему не нужно море соевого соуса, чтобы стать лучше: он имеет свой собственный вкус, без прикрас. И вызывает привыкание. В кимпабе : рис, кунжутное масло, в начинке свежие овощи,редька, колбаса и омлет обернутый морской капустой  в жаренной масле.",
        inCart: false,
        count:0,
        total:0
    },
    {
        id:24,
        title: "Раппоки",
        img:"img/tokpoki/tokpoki-png/раппоки.png",
        price: 180,
        info:
           "Кимпаб имеет сходство с суши, но у него своя индивидуальность. Он более ароматный, обладает своей текстурой с хорошим хрустом и, скажем так, вкуснее. Ему не нужно море соевого соуса, чтобы стать лучше: он имеет свой собственный вкус, без прикрас. И вызывает привыкание. В кимпабе : рис, кунжутное масло, в начинке свежие овощи,редька, колбаса и омлет обернутый морской капустой  в жаренной масле.",
        inCart: false,
        count:0,
        total:0
    },
    {
        id:25,
        title: "Токпокки с говядиной",
        img:"img/tokpoki/tokpoki-png/токпокки-с-говядиной.png",
        price: 200,
        info:
           "Кимпаб имеет сходство с суши, но у него своя индивидуальность. Он более ароматный, обладает своей текстурой с хорошим хрустом и, скажем так, вкуснее. Ему не нужно море соевого соуса, чтобы стать лучше: он имеет свой собственный вкус, без прикрас. И вызывает привыкание. В кимпабе : рис, кунжутное масло, в начинке свежие овощи,редька, колбаса и омлет обернутый морской капустой  в жаренной масле.",
        inCart: false,
        count:0,
        total:0
    },
    {
        id:24,
        title: "Токпокки",
        img:"img/tokpoki/tokpoki-png/токпокки.png",
        price: 180,
        info:
           "Кимпаб имеет сходство с суши, но у него своя индивидуальность. Он более ароматный, обладает своей текстурой с хорошим хрустом и, скажем так, вкуснее. Ему не нужно море соевого соуса, чтобы стать лучше: он имеет свой собственный вкус, без прикрас. И вызывает привыкание. В кимпабе : рис, кунжутное масло, в начинке свежие овощи,редька, колбаса и омлет обернутый морской капустой  в жаренной масле.",
        inCart: false,
        count:0,
        total:0
    },
]
 
export const detailProduct = {
    id:1,
    title:'Рамен',
    img:'img/ramen/рамен.jpg',
    price: 160,
    info: 'Если вы думаете, что рамен — японский фастфуд, то вы ошибаетесь. Во-первых,  эта «быстрая» еда требует много времени для приготовления и ещё больше  — знаний, сноровки и упорной работы, чтобы получиться по-настоящему вкусной. Во-вторых, лапша рамен — китайского происхождения, но во всём мире считается японским блюдом, поскольку нигде она так не популярна, как в Японии. ',
    inCart: false,
    count:0,
    total:0

}